import { NEWS } from "../model/news.model";


export const newsdata : NEWS[] = [
{
    id : 1,
    name : "財團法人台中樂成宮聲明稿",
    content1 : "有關近年來讀者投書於某電子報報載諸多不實言論報導乙事。財團法人台中樂成宮聲明稿：",
    content2 : "ㄧ、台中樂成宮旱溪媽祖遶境十八庄業經臺中市政府於民國97年列為台中市民俗類無形文化資產在案，並於民國102年入選內政部台灣宗教百景。",
    content3 : "二、旱溪媽祖遶境十八庄至今已有兩百多年歷史相當悠久，於清朝道光初年「大台中地區」甚多稻作，發生烏龜仔病蟲害，蔓延情形十分嚴重，當地農民（現烏日下哩）深以為苦，遂前往樂成宮恭迎「旱溪媽祖」出巡前往遶境，其成效良好，接著一庄又一庄遂亦恭請旱溪媽祖遶境，均神到蟲除，農民重獲生機，咸係媽祖威靈顯赫所致。",
    content4:"三、台中樂成宮辦理「旱溪媽祖遶境十八庄」植安祈福活動，均秉持媽祖慈悲博愛的精神與無怨無悔犧牲奉獻付出，且遶境均以遶庄植安祈福為方向，遶境經費全部自行支出，從未向政府相關機關申請補助，遶境時信徒所捐添油香錢全數捐給所經遶境地方自行統籌運用。",    
    content5: "然近年來遭受某宮廟及協會於FB上轉載一些扭曲事實、斷章取義、道聽塗說的文章，如惡意誣指本法人偽造文化資產身分、掛羊頭賣狗肉等言論，ㄧ再詆毀台中樂成宮及騷擾參與旱溪媽祖遶境十八庄駐（停）駕友宮及紅壇，嚴重影響本法人及友宮聲譽，本法人保留法律追訴權。",
    content6:"財團法人台中樂成宮旱溪媽祖每年辦理諸多公益活動，均秉持媽祖博愛精神，取之社會，用之社會，且本法人已連續榮獲內政部宗教公益獎、行政院110年宗教公益深耕獎（99年至108年連續10年興辦社會公益事務績優紀念）相信信徒大眾眼睛是雪亮有目共睹。感謝這些年支持本法人遶境的友宮、紅壇及信眾，若造成無謂困擾，特此致歉"    ,
    photo1 : "news/p1.jpg",
    photo2 : "news/p2.jpg",
    photo3 : "news/p3.jpg",
    photo4 : "news/p4.jpg",
    updtime : "2022-05-07",
},
{
    id : 2,
    name : "111年歲次壬寅年四季籤",
    content1 : "",
    content2 : "",
    content3 : "",
    content4:"",    
    content5: "",
    content6:"" ,
    photo1 : "news/p21.jpg",
    photo2 : "",
    photo3 : "",
    photo4 : "",
    updtime : "2022-02-04",
},
{
    id : 3,
    name : "111年壬寅年 點燈安斗開放申請",
    content1 : "本宮於今年農曆10月1日起開放申請111年壬寅年點燈安斗服務，歡迎十方善信大德至本宮服務台申請辦理或使用線上點燈服務(僅限信用卡) https://www.lecheng.org.tw/Online/Light_Precautions.aspx 即可隨時隨地申請辦理歐",
    content2 : "本宮提供點燈及安斗類別如下：<br> 光明燈：元辰光彩.前途光明<br>太歲燈/安太歲<br>消災解厄.平安吉祥<br>文昌燈/斗：學業精進.仕途順遂<br>財神燈/斗：財利廣進.迎祥納福<br>華陀燈/斗：護佑身心.永保安康<br>姻緣燈：天賜良緣.生活美滿 ",
    content3 : "現場申請點燈安斗滿500即可獲得元宵摸彩券一張並發放至開獎前為止(僅適用現場申請)。",
    content4:"於111年農曆1月15日(國曆2月15日)晚間6點開始開獎歐！",    
    content5: "旱溪媽祖庇佑十方善信大德身體健康、闔家平安、事業順利、前途光明、 愛情美滿、財運亨通",
    content6:"" ,
    photo1 : "news/111pic.jpg",
    photo2 : "news/show.jpg",
    photo3 : "",
    photo4 : "",
    updtime : "2022-02-04",
},






]